cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "bash-completion"
brew "exa"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "rsync"
brew "shellcheck"
brew "tree"
brew "watch"
brew "wget"

cask "vivaldi"
cask "atok"
cask "raycast"
cask "warp"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "appcleaner"
cask "cheatsheet"
cask "clipy"
cask "discord"
cask "docker"
cask "kindle"
cask "notion"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "microsoft-office"

# mas "Todoist", id: 585829637
